Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Are you sure you would like to delete this comment?
ar: هل أنت متأكد من أنك ترغب في حذف هذا التعليق؟
ca: Segur que voldríeu suprimir aquest comentari?
cy: Ydych chi’n siŵr eich bod am ddileu’r sylw hwn?
da: Er du sikker på, at du vil slette denne kommentar?
da_instk12: Er du sikker på, at du ønsker at slette denne kommentar?
de: Wollen Sie diesen Kommentar wirklich löschen?
es: ¿Está seguro de que desea eliminar este comentario?
es_es: ¿Estás seguro de que quieres eliminar este comentario?
fi: Haluatko varmasti poistaa tämän kommentin?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
fr_ca: Voulez-vous vraiment supprimer ce commentaire?
ga: An bhfuil tú cinnte gur mhaith leat an ráiteas seo a scriosadh?
hi: क्या आप सच में इस टिप्पणी को मिटाना चाहेंगे?
ht: Èske se tout bon ou vle efase kòmantè sa a?
id: Anda yakin mau menghapus komentar ini?
is: Viltu örugglega eyða þessari athugasemd?
it: Vuoi eliminare questo commento?
ja: このコメントを本当に削除しますか？
ko: 이 댓글을 삭제하시겠습니까?
mi: E tino hiahia ana koe ki te muku i tēnei kōrero?
ms: Adakah anda pasti anda ingin memadamkan komen ini?
nb: Er du sikker du ønsker å slette denne kommentaren?
nb_instk12: Er du sikker du ønsker å slette denne kommentaren?
nl: Weet je zeker dat je deze opmerking wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten komentarz?
pt: Tem a certeza de que deseja eliminar este comentário?
pt_br: Tem certeza de que deseja excluir este comentário?
ru: Вы действительно хотите удалить этот комментарий?
sl: Ali ste prepričani, da želite odstraniti ta komentar?
sv: Vill du ta bort den här kommentaren?
sv_instk12: Vill du ta bort den här kommentaren?
th: แน่ใจว่าต้องการลบความเห็นนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa bình luận này không?
zh: 是否确定要删除此评论？
zh_hk: 您確定要刪除此評論嗎？

source: Are you sure you would like to delete this discussion?
ar: هل أنت متأكد من أنك ترغب في حذف هذا النقاش؟
ca: Segur que voleu suprimir aquest fòrum?
cy: Ydych chi’n siŵr eich bod am ddileu’r drafodaeth hon?
da: Er du sikker på, at du vil slette denne diskussion?
da_instk12: Er du sikker på, at du vil slette denne diskussion?
de: Möchten diese Diskussion wirklich löschen?
es: ¿Confirma que desea eliminar este foro de discusión?
es_es: ¿Estás seguro de que quieres eliminar este foro de discusión?
fi: Haluatko varmasti poistaa tämän keskustelun?
fr: Voulez-vous vraiment supprimer cette discussion ?
fr_ca: Voulez-vous vraiment supprimer cette discussion?
ga: An bhfuil tú cinnte gur mhaith leat an fóram seo a scriosadh?
hi: क्या आप सच में इस चर्चा को मिटाना चाहेंगे?
ht: Èske vrèman ou ta renmen elimine diskisyon sa a?
id: Anda yakin mau menghapus diskusi ini?
is: Viltu örugglega eyða þessari umræðu?
it: Vuoi eliminare questa discussione?
ja: この話し合いを本当に削除しますか？
ko: 이 토론을 삭제하시겠습니까?
mi: E tino hiahia ana koe ki te muku i tēnei kōrerorero?
ms: Adakah anda pasti anda ingin memadamkan perbincangan ini?
nb: Er du sikker på at du vil slette denne diskusjonen?
nb_instk12: Er du sikker på at du vil slette denne diskusjonen?
nl: Weet je zeker dat je deze discussie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę rozmowę?
pt: Tem a certeza de que deseja eliminar esta discussão?
pt_br: Tem certeza de que deseja excluir este fórum?
ru: Вы уверены, что хотите удалить это обсуждение?
sl: Ali ste prepričani, da želite odstraniti to razpravo?
sv: Är du säker på att du vill ta bort den här diskussionen?
sv_instk12: Är du säker på att du vill ta bort den här diskussionen?
th: แน่ใจว่าต้องการลบการพูดคุยนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa cuộc thảo luận này không?
zh: 是否确实要删除此讨论？
zh_hk: 您確定要刪除此討論區嗎？

source: Are you sure?
ar: هل أنت متأكد؟
ca: Segur que voleu fer-ho?
cy: Ydych chi’n siŵr?
da: Er du sikker?
da_instk12: Er du sikker?
de: Sind Sie sicher?
es: ¿Está seguro?
es_es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes-vous certain ?
fr_ca: Êtes-vous certain(e)?
ga: An bhfuil tú cinnte?
hi: क्या सच में?
ht: Se tout bon?
id: Anda yakin?
is: Ertu viss?
it: Continuare?
ja: よろしいですか？
ko: 확실합니까?
mi: E tūturu ana koe?
ms: Adakah anda pasti?
nb: Er du sikker?
nb_instk12: Er du sikker?
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tem a certeza?
pt_br: Você tem certeza?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
sv_instk12: Är du säker?
th: แน่ใจหรือไม่
vi: Bạn có chắc chắn không?
zh: 是否确定？
zh_hk: 是否確定？

source: Are your sure?
ar: هل أنت متأكد؟
ca: N’esteu segur?
cy: Ydych chi’n siŵr?
da: Er du sikker?
da_instk12: Er du sikker?
de: Sind Sie sicher?
es: ¿Seguro?
es_es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes-vous sûr(e) ?
fr_ca: Êtes-vous sûr?
ga: An bhfuil do cinnte?
hi: क्या आपको यकीन है?
ht: Èske w sèten?
id: Anda yakin?
is: Ertu viss?
it: Sei sicuro?
ja: ほんとうによろしいですか？
ko: 확실합니까?
mi: Kei te tino mohio koe?
ms: Adakah anda pasti?
nb: Er du sikker?
nb_instk12: Er du sikker?
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tem a certeza?
pt_br: Tem certeza?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
sv_instk12: Är du säker?
th: แน่ใจหรือไม่
vi: Bạn có chắc chắn không?
zh: 是否确定？
zh_hk: 是否確定？

source: Arrange By Due Date
ar: ترتيب حسب موعد الاستحقاق
ca: Organitza per data de venciment
cy: Trefnu yn ôl dyddiad erbyn
da: Arranger efter afleveringsdato
da_instk12: Arranger efter afleveringsdato
de: Nach Fälligkeitsdatum ordnen
es: Ordenar por fecha límite
es_es: Ordenar por fecha límite
fi: Järjestä eräpäivän mukaan
fr: Organiser par date limite
fr_ca: Classer par date d’échéance
ga: Socrú De réir Dáta Dlite
hi: नियत तिथि द्वारा व्यवस्थित करें
ht: Ranje Pa Delè
id: Atur Menurut Tanggal Batas
is: Raða eftir skiladegi
it: Disponi per data di scadenza
ja: 期限ごとに並べる
ko: 기한 날짜로 정렬
mi: Whakaritea Ma te Ra Whakatau
ms: Atur Mengikut Tarikh Siap
nb: Sorter etter forfallsdato
nb_instk12: Sorter etter forfallsdato
nl: Rangschikken op inleverdatum
pl: Uporządkuj wg terminu dostarczenia
pt: Organizar por data de vencimento
pt_br: Organizar por data de vencimento
ru: Сортировать по сроку сдачи
sl: Razvrsti glede na rok
sv: Ordna efter inlämningsdatum
sv_instk12: Ordna efter inlämningsdatum
th: เรียงตามวันครบกำหนด
vi: Sắp Xếp Theo Ngày Đến Hạn
zh: 按截止日期排列
zh_hk: 依截止日期安排

source: Arrange By Group
ar: ترتيب حسب المجموعة
ca: Organitza per grup
cy: Trefnu yn ôl grŵp
da: Arranger efter gruppe
da_instk12: Arranger efter gruppe
de: Nach Gruppe ordnen
es: Ordenar por grupo
es_es: Ordenar por grupo
fi: Järjestä ryhmän mukaan
fr: Organiser par groupe
fr_ca: Classer par groupe
ga: Socrú De réir Grúpa
hi: ग्रुप द्वारा व्यवस्थित करें
ht: Ranje pa Gwoup
id: Atur Menurut Grup
is: Raða eftir hóp
it: Disponi per gruppo
ja: ブループごとに並べる
ko: 그룹으로 정렬
mi: Whakaritea Ma te Rōpū
ms: Atur Mengikut Kumpulan
nb: Sorter etter gruppe
nb_instk12: Sorter etter gruppe
nl: Rangschikken op groep
pl: Uporządkuj wg grupy
pt: Organizar por grupo
pt_br: Organizar por grupo
ru: Сортировать по группе
sl: Razvrsti po skupinah
sv: Ordna efter grupp
sv_instk12: Ordna efter grupp
th: เรียงตามกลุ่ม
vi: Sắp Xếp Theo Nhóm
zh: 按组排列
zh_hk: 依群組安排

source: As of June 1, 2024, searchable items include content pages, announcements, discussion prompts, and assignment descriptions, with plans to expand.
ar: اعتبارًا من 1 يونيو 2024، تتضمن العناصر القابلة للبث صفحات المحتوى والإعلانات ومطالبات النقاش وأوصاف المهام، مع خطط للتوسيع.
ca: A partir de l’1 de juny de 2024, els elements en què es poden fer cerques inclouen pàgines de contingut, anuncis, sol·licituds de fòrums i descripcions d'activitats, amb plans d’ampliar-ho.
cy: Ers 1 Mehefin 2024, mae’r eitemau y gellir chwilio amdanynt yn cynnwys tudalennau cynnwys, cyhoeddiadau, awgrymiadau trafod, a disgrifiadau o aseiniadau. Mae cynlluniau i ychwanegu eitemau at y rhestr hon.
da: Fra 1. juni 2024 omfatter søgbare elementer indholdssider, beskeder, diskussionsprompter og opgavebeskrivelser, med planer om at udvide.
da_instk12: Fra 1. juni 2024 omfatter søgbare elementer indholdssider, beskeder, diskussionsprompter og opgavebeskrivelser, med planer om at udvide.
de: Ab dem 1. Juni 2024 können Sie unter anderem Inhaltsseiten, Ankündigungen, Diskussionsaufforderungen und Beschreibungen von Aufgaben durchsuchen, wobei eine Erweiterung geplant ist.
es: A partir del 1 de junio de 2024, los ítems que se pueden buscar incluyen páginas de contenido, anuncios, indicaciones para los foros de discusión y descripciones de tareas, con planes de expandirse.
es_es: El 1 de junio de 2024, entre los elementos buscados estaba el contenido de páginas, anuncios, foros de discusión y descripción de actividades, con intención de expandirse.
fi: 1.6.2024 alkaen haettavia kohteita ovat sisältösivut, ilmoitukset, keskusteluohjeet ja tehtävien kuvaukset, ja niitä on tarkoitus laajentaa.
fr: Depuis le 1er juin 2024, les pages de contenu, les annonces, les invites de discussion et les descriptions de travaux comptent parmi les éléments recherchables et il est prévu d’élargir le périmètre de recherche.
fr_ca: À partir du 1er juin 2024, les éléments consultables comprendront les pages de contenu, les annonces, les messages de discussion et les descriptions de devoirs, et il est prévu de les développer.
ga: Ón 1 Meitheamh, 2024, áirítear le míreanna inchuardaithe leathanaigh ábhair, fógraí, leideanna plé, agus tuairiscí ar thascanna, agus tá pleananna le leathnú.
hi: 1 जून 2024 तक, खोज योग्य आइटमों में सामग्री पेज, घोषणाएं, चर्चा संकेत और असाइनमेंट विवरण शामिल होंगे, जिनका विस्तार करने की योजना है।
ht: Apati 1ye jen 2024, eleman konsiltab yo ap genyen paj kontni yo, anons yo, mesaj diskisyon ak deskripsyon devwa yo epi yo prevwa devlope yo.
id: Per 1 Juni 2024, item yang dapat dicari mencakup halaman konten, pengumuman, pertanyaan diskusi, deskripsi tugas, dengan rencana untuk dikembangkan.
is: Frá og með 1. júní 2024 innihalda leitanleg atriði efnissíður, tilkynningar, umræðutilkynningar og verkefnalýsingar, og áætlanir eru um meira.
it: A partire dal 1. Giugno 2024, tra gli elementi che possono essere cercati ci saranno anche pagine, annunci, spunti di discussione e descrizioni dei compiti e sono in programma ulteriori espansioni.
ja: 2024年6月1日現在、検索可能な項目には、コンテンツ ページ、お知らせ、ディスカッション プロンプト、課題の説明が含まれており、今後拡張される予定です。
ko: 2024년 6월 1일 기준으로 검색 가능한 항목은 콘텐츠 페이지, 공지, 토론 프롬프트 및 과제 설명을 포함하며 범위를 확대할 계획입니다.
mi: No te 1 o Hune, 2024, Ko nga mea rapu ko nga wharangi ihirangi, panui, nga korero korero, me nga whakaahuatanga mahi, me nga mahere ki te whakawhānui.
ms: Setakat 1 Jun 2024, item boleh dicari termasuk halaman kandungan, pengumuman, gesaan perbincangan dan penerangan tugasan, dengan perancangan untuk peluasan.
nb: Fra 1. juni 2024 inkluderer søkbare elementer innholdssider, kunngjøringer, diskusjonsforespørsler og oppgavebeskrivelser, med planer om å utvide.
nb_instk12: Fra 1. juni 2024 inkluderer søkbare elementer innholdssider, beskjeder, diskusjonsforespørsler og oppgavebeskrivelser, med planer om å utvide.
nl: Vanaf 1 juni kan er op de volgende items worden gezocht: inhoudpagina's, aankondigingen, discussieprompts en opdrachtbeschrijvingen, en er zijn plannen om dit uit te breiden.
pl: Od dnia 1 czerwca 2024 roku przeszukiwane są m.in. strony z zawartością, ogłoszenia, monity o dołączenie do dyskusji i opisy zadań (planowane jest rozszerzenie tej listy).
pt: A partir de 1 de junho de 2024, os itens pesquisáveis incluem páginas de conteúdo, anúncios, sugestões de discussão e descrições de trabalhos, com planos de expansão.
pt_br: A partir de 1º de junho de 2024, os itens pesquisáveis incluirão páginas de conteúdo, anúncios, solicitações de discussão e descrições de tarefas, com planos de expansão.
ru: По состоянию на 1 июня 2024 года в число поисковых элементов входят страницы содержания, объявления, подсказки для обсуждения и описания заданий.
sl: Od 1. junija 2024 elementi, po katerih je mogoče iskati, vključujejo strani z vsebino, obvestila, pozive za razpravo in opise nalog, načrtovane pa so tudi razširitve.
sv: Från och med 1 juni inkluderar sökbara objekt innehållssidor, meddelanden, diskussionsprompter och uppgiftsbeskrivningar, med planer på utökning.
sv_instk12: Från och med 1 juni inkluderar sökbara objekt innehållssidor, meddelanden, diskussionsprompter och uppgiftsbeskrivningar, med planer på utökning.
th: ณ วันที่ 1 มิถุนายน 2024 รายการที่ค้นหาได้ประกอบไปด้วยเพจเนื้อหา ประกาศ การแจ้งในระบบสำหรับส่วนการพูดคุยและรายละเอียดภารกิจ และรายละเอียดเพิ่มเติมอื่น ๆ ในอนาคต
vi: Từ ngày 1 tháng 6 năm 2024, các mục có thể tìm kiếm bao gồm các trang nội dung, thông báo, lời nhắc thảo luận và mô tả bài tập, cùng với kế hoạch mở rộng.
zh: 截至 2024 年 6 月 1 日，可搜索的项目包括内容页面、公告、讨论提示和作描述，未来计划扩展更多内容。
zh_hk: 截至 2024 年 6 月 1 日，可搜尋項目包括內容頁面、通告、討論區提示和作業描述，以及要展開的計畫。

source: Assign
ar: تكليف
ca: Assigna
cy: Dyrannu
da: Tildel
da_instk12: Tildel
de: Zuweisen
es: Asignar
es_es: Asignar
fi: Anna tehtäväksi
fr: Attribuer
fr_ca: Attribuer
ga: Sann
hi: आवंटित करें
ht: Bay
id: Tetapkan
is: Úthluta
it: Assegna
ja: 割り当て
ko: 할당
mi: Tohua
ms: Tetapkan
nb: Tildel
nb_instk12: Tildel
nl: Toewijzen
pl: Przydziel
pt: Delegar
pt_br: Atribuir
ru: Назначить
sl: Dodeli
sv: Tilldela
sv_instk12: Tilldela
th: กำหนด
vi: Giao
zh: 分配
zh_hk: 分配任務

source: Assign to
ar: تكليف
ca: Assigna a
cy: Dyrannu i
da: Udpeg til
da_instk12: Udpeg til
de: Zuweisen an
es: Asignar a
es_es: Asignar a
fi: Kohdista seuraaville:
fr: Attribuer à/au
fr_ca: Attribuer à/au
ga: Sann do
hi: इन्हें आवंटित करें:
ht: Atribye a
id: Tetapkan kepada
is: Úthluta til
it: Assegna a
ja: 割り当てられる
ko: 할당 대상
mi: Tohua ki
ms: Tetapkan kepada
nb: Tilordne til
nb_instk12: Tilordne til
nl: Toewijzen aan
pl: Przypisz do
pt: Atribuir a
pt_br: Atribuir a
ru: Назначить для
sl: Dodeli
sv: Tilldelad till
sv_instk12: Tilldelad till
th: กำหนดให้กับ
vi: Giao cho
zh: 分配到
zh_hk: 分配至

source: assignment
ar: المهمة
ca: activitat
cy: aseiniad
da: opgave
da_instk12: opgave
de: Aufgabe
es: tarea
es_es: actividad
fi: tehtävä
fr: travail
fr_ca: travail
ga: tasc
hi: असाइनमेंट
ht: devwa
id: tugas
is: verkefni
it: compito
ja: 課題
ko: 과제
mi: whakataunga
ms: tugasan
nb: oppgave
nb_instk12: oppgave
nl: opdracht
pl: zadanie
pt: tarefa
pt_br: atribuição
ru: задание
sl: naloga
sv: uppgift
sv_instk12: uppgift
th: ภารกิจ
vi: bài tập
zh: 作业
zh_hk: 作業

source: Assignment
ar: المهمة
ca: Activitat
cy: Aseiniad
da: Opgave
da_instk12: Opgave
de: Aufgabe
es: Tarea
es_es: Actividad
fi: Tehtävä
fr: Travaux
fr_ca: Travail
ga: Tasc
hi: असाइनमेंट
ht: Sesyon
id: Tugas
is: Verkefni
it: Compito
ja: 課題
ko: 과제
mi: Whakataunga
ms: Tugasan
nb: Oppgave
nb_instk12: Oppgave
nl: Opdracht
pl: Zadanie
pt: Tarefa
pt_br: Tarefa
ru: Задание
sl: Naloga
sv: Uppgift
sv_instk12: Uppgift
th: งาน
vi: Bài Tập
zh: 作业
zh_hk: 作業

source: Assignment Details
ar: تفاصيل المهمة
ca: Informació de l'activitat
cy: Manylion Aseiniad
da: Opgaveoplysninger
da_instk12: Opgaveoplysninger
de: Aufgabendetails
es: Detalles de la tarea
es_es: Detalles de la actividad
fi: Tehtävän tiedot
fr: Informations sur le travail
fr_ca: Détails du travail
ga: Sonraí Tasc
hi: असाइनमेंट विवरण
ht: Detay Sesyon
id: Detail Tugas
is: Upplýsingar um verkefni
it: Dettagli compiti
ja: 課題の詳細
ko: 과제 세부 정보
mi: Taipitopito whakataunga
ms: Butiran Tugasan
nb: Oppgavedetaljer
nb_instk12: Oppgavedetaljer
nl: Opdrachtdetails
pl: Szczegóły zadania
pt: Detalhes da tarefa
pt_br: Detalhes da tarefa
ru: Сведения о задании
sl: Podrobnosti o nalogi
sv: Uppgiftsdetaljer
sv_instk12: Uppgiftens detaljer
th: รายละเอียดภารกิจ
vi: Chi Tiết Bài Tập
zh: 作业详情
zh_hk: 作業詳細資料

source: Assignment Filter
ar: عامل تصفية المهام
ca: Filtre per a activitats
cy: Hidlydd Aseiniadau
da: Opgavefilter
da_instk12: Opgavefilter
de: Aufgabenfilter
es: Filtro de tareas
es_es: Filtro de actividades
fi: Tehtäväsuodatin
fr: Filtre des travaux
fr_ca: Filtre des travaux
ga: Scagaire Tasc
hi: असाइनमेट फ़िल्टर
ht: FIltè Devwa
id: Filter Tugas
is: Sía verkefnis
it: Filtro compiti
ja: 課題フィルター
ko: 과제 필터링
mi: Tātari Taumahi
ms: Penapis Tugasan
nb: Oppgavefilter
nb_instk12: Oppgavefilter
nl: Filter Opdrachten
pl: Filtr zadań
pt: Filtro de atribuição
pt_br: Filtro de tarefa
ru: Фильтр заданий
sl: Filter nalog
sv: Uppgiftsfilter
sv_instk12: Uppgiftsfilter
th: ตัวกรองภารกิจ
vi: Bộ Lọc Bài Tập
zh: 作业筛选器
zh_hk: 作業篩選

source: Assignment grade above
ar: تقييم المهمة أعلاه
ca: Nota de l'activitat per sobre de
cy: Gradd yr aseiniad yn uwch na
da: Opgavekarakter over
da_instk12: Opgavevurdering over
de: Aufgabennote über
es: Calificación de la tarea superior a
es_es: Nota de la actividad superior a
fi: Tehtävän arvosana yllä
fr: Note du devoir au dessus de
fr_ca: Note du travail supérieure à
ga: Marc an taisc thar
hi: इससे ऊपर का असाइनमेंट ग्रेड:
ht: Npot sesyon pi wo a
id: Nilai tugas di atas
is: Verkefnaeinkunn fyrir ofan
it: Voto compito sopra
ja: 未満の課題評定
ko: 과제 성적 초과
mi: Kōeke whakataunga runga
ms: Gred tugasan atas
nb: Oppgavevurdering over
nb_instk12: Oppgavevurdering over
nl: Opdrachtcijfer hoger dan
pl: Ocena za zadanie powyżej
pt: Classificação de tarefa acima
pt_br: Nota da tarefa acima
ru: Оценка за задание выше
sl: Ocena pri nalogi višja od
sv: Uppgiftsomdöme över
sv_instk12: Uppgiftsbedömning över
th: เกรดภารกิจมากกว่า
vi: Điểm bài tập trên
zh: 作业评分高于
zh_hk: 作業評分高於

source: Assignment Grade Above %d
ar: تقدير المهمة أعلاه %d
ca: Nota de l'activitat per sobre de %d
cy: Gradd yr Aseiniad yn Uwch na %d
da: Opgavekarakter over %d
da_instk12: Opgavevurdering over %d
de: Aufgabennote über %d
es: Calificación de tarea mayor que %d
es_es: Nota de la actividad superior a %d
fi: Tehtävän arvosana yllä %d
fr: Note du travail supérieure à %d
fr_ca: Note du travail supérieure à %d
ga: Marc an Taisc Thar %d
hi: इससे ऊपर का असाइनमेंट ग्रेड: %d
ht: Kou Devwa Siperyè %d
id: Nilai Atas Penilaian %d
is: Verkefnaeinkunn að ofan %d
it: Voto compito sopra %d
ja: 以上の課題の評定 %d
ko: 과제 성적 초과 %d
mi: Kōeke Whakataunga Runga %d
ms: Gred Tugasan Atas %d
nb: Oppgavevurdering over %d
nb_instk12: Oppgavevurdering over %d
nl: Opdrachtcijfer hoger dan %d
pl: Ocena za zadanie powyżej %d
pt: Classificação de tarefa acima %d
pt_br: Nota da tarefa acima %d
ru: Оценка за задание выше %d
sl: Ocena pri nalogi, višja od %d
sv: Uppgiftsomdöme Över %d
sv_instk12: Uppgiftsbedömning Över %d
th: เกรดภารกิจมากกว่า %d
vi: Điểm Bài Tập Trên %d
zh: 作业评分高于 %d
zh_hk: 作業評分高於%d

source: Assignment grade below
ar: تقييم المهمة أدناه
ca: Nota de l'activitat per sota de
cy: Gradd yr aseiniad yn is na
da: Opgavekarakter under
da_instk12: Opgavevurdering under
de: Aufgabennote unter
es: Calificación de la tarea inferior a
es_es: Nota de la actividad inferior a
fi: Tehtävän arvosana alla
fr: Note du devoir en dessous de
fr_ca: Note du travail inférieure à
ga: Marc an taisc faoi
hi: इससे नीचे का असाइनमेंट ग्रेड:
ht: Npot sesyon pi ba a
id: Nilai tugas di bawah
is: Verkefnaeinkunn fyrir neðan
it: Voto compito sotto
ja: を超える課題評定
ko: 과제 성적 미만
mi: Kōeke whakataunga raro
ms: Gred tugasan bawah
nb: Oppgavevurdering under
nb_instk12: Oppgavevurdering under
nl: Opdrachtcijfer lager dan
pl: Ocena za zadanie poniżej
pt: Classificação de tarefa abaixo
pt_br: Nota da tarefa abaixo
ru: Оценка за задание ниже
sl: Ocena pri nalogi nižja od
sv: Uppgiftsbetyg nedan
sv_instk12: Uppgiftsbedömning under
th: เกรดภารกิจน้อยกว่า
vi: Điểm bài tập dưới
zh: 作业评分低于
zh_hk: 作業評分低於

source: Assignment Grade Below %d
ar: تقييم المهمة أدناه %d
ca: Nota de l'activitat per sota de %d
cy: Gradd yr Aseiniad yn Is na %d
da: Opgavekarakter under %d
da_instk12: Opgavevurdering under %d
de: Aufgabennote unter %d
es: Calificación de tarea menor que %d
es_es: Nota de la actividad inferior a %d
fi: Tehtävän arvosana alla %d
fr: Note du devoir inférieure à %d
fr_ca: Note du travail inférieure à %d
ga: Marc an Taisc Faoi %d
hi: इससे नीचे का असाइनमेंट ग्रेड: %d
ht: Kou Devwa Enferyè %d
id: Nilai Bawah Penilaian %d
is: Verkefnaeinkunn að neðan %d
it: Voto compito sotto %d
ja: 以下の課題の評定 %d
ko: 과제 성적 미만 %d
mi: Kōeke Whakataunga Raro %d
ms: Gred Tugasan Bawah %d
nb: Oppgavevurdering under %d
nb_instk12: Oppgavevurdering under %d
nl: Opdrachtcijfer lager dan %d
pl: Ocena za zadanie poniżej %d
pt: Classificação de tarefa abaixo %d
pt_br: Nota da tarefa abaixo %d
ru: Оценка за задание ниже %d
sl: Ocena pri nalogi, nižja od %d
sv: Uppgiftsomdöme Under %d
sv_instk12: Uppgiftsbedömning Under %d
th: เกรดภารกิจน้อยกว่า %d
vi: Điểm Bài Tập Dưới %d
zh: 作业评分低于%d
zh_hk: 作業評分低於%d

source: Assignment Group
ar: مجموعة المهام
ca: Grup d'activitats
cy: Grŵp o Aseiniadau
da: Opgavegruppe
da_instk12: Opgavegruppe
de: Aufgabengruppe
es: Grupo de tareas
es_es: Grupo de actividades
fi: Tehtäväryhmä
fr: Groupe de tâches
fr_ca: Groupe de travaux
ga: grúpa taisc
hi: असाइनमेंट ग्रुप
ht: Sesyon Gwoup
id: Grup Tugas
is: Verkefnaflokkur
it: Gruppo di compiti
ja: 課題グループ
ko: 과제 그룹
mi: Rōpū Whakataunga
ms: Kumpulan Tugasan
nb: Oppgavegruppe
nb_instk12: Oppgavegruppe
nl: Opdrachtgroep
pl: Grupa zadań
pt: Grupo de tarefas
pt_br: Grupo de tarefa
ru: Группа заданий
sl: Skupina nalog
sv: Uppgiftsgrupp
sv_instk12: Uppgiftsgrupp
th: กลุ่มภารกิจ
vi: Nhóm Bài Tập
zh: 作业小组
zh_hk: 作業小組

source: Assignment Group:
ar: مجموعة المهام:
ca: Grup d'activitats:
cy: Grŵp Aseiniadau:
da: Opgavegruppe:
da_instk12: Opgavegruppe:
de: Aufgabengruppe:
es: Grupo de tareas:
es_es: Grupo de actividades:
fi: Tehtäväryhmä:
fr: Groupe de devoir :
fr_ca: Groupe de travaux :
ga: Grúpa Taisc:
hi: असाइनमेंट ग्रुप:
ht: Gwoup Sesyon:
id: Grup Tugas:
is: Verkefnaflokkurr:
it: Gruppo di compiti:
ja: 課題グループ：
ko: 과제 그룹:
mi: Rōpū whakataunga
ms: Kumpulan Tugasan:
nb: Oppgavegruppe:
nb_instk12: Oppgavegruppe:
nl: Opdrachtgroep:
pl: Grupa zadania:
pt: Grupo de tarefa:
pt_br: Grupo de tarefa:
ru: Группа заданий:
sl: Skupina nalog:
sv: Uppgiftsgrupp:
sv_instk12: Uppgiftsgrupp:
th: กลุ่มภารกิจ:
vi: Nhóm Bài Tập:
zh: 作业组：
zh_hk: 作業群組：

source: Assignment List Preferences
ar: تفضيلات قائمة المهام
ca: Preferències de la llista d'activitats
cy: Dewisiadau Rhestr Aseiniad
da: Opgaveliste præferencer
da_instk12: Opgaveliste præferencer
de: Präferenzen für Aufgabenliste
es: Preferencias de la lista de tareas
es_es: Preferencias de la lista de actividades
fi: Tehtävien luettelomodaali
fr: Préférences d’affichage de la liste de travaux
fr_ca: Préférences de la liste des travaux
ga: Roghanna Liosta Tasc
hi: असाइनमेंट सूची वरीयताएं
ht: Preferans Lis Devwa
id: Preferensi Daftar Tugas
is: Kjörstillingar verkefnalista
it: Preferenze di elenco compiti
ja: 課題リスト優先設定
ko: 과제 목록 기본 설정
mi: Manakohanga Rarangi Taumahi
ms: Keutamaan Senarai Tugasan
nb: Oppgaveliste-preferanser
nb_instk12: Oppgaveliste-preferanser
nl: Voorkeuren opdrachtenlijst
pl: Preferencje listy zadań
pt: Preferências da lista de atribuições
pt_br: Preferências da lista de tarefas
ru: Предпочтения списка заданий
sl: Prednostne nastavitve seznama nalog
sv: Inställningar för uppgiftslista
sv_instk12: Inställningar för uppgiftslista
th: ค่าปรับแต่งรายการภารกิจ
vi: Tùy Chọn Danh Sách Bài Tập
zh: 作业列表偏好设置
zh_hk: 作業淸單偏好設定

source: Assignment missing
ar: مهمة مفقودة
ca: Activitat no presentada
cy: Aseiniad ar goll
da: Opgave mangler
da_instk12: Manglende opgave
de: Aufgabe fehlt
es: Tarea faltante
es_es: Actividad no presentada
fi: Tehtävä puuttuu
fr: Devoir manquant
fr_ca: Travail manquant
ga: Tasc in easnamh
hi: असाइनमेंट लापता है
ht: Sesyon ki manke
id: Tugas tidak ada
is: Verkefni vantar
it: Compito mancante
ja: 課題がありません
ko: 과제 누락
mi: E ngaro ana whakataunga
ms: Tugasan tiada
nb: Oppgave mangler
nb_instk12: Oppgave mangler
nl: Opdracht ontbreekt
pl: Brak zadania
pt: Tarefa em falta
pt_br: Tarefa em falta
ru: Задание отсутствует
sl: Manjkajoča naloga
sv: Tilldelning saknas
sv_instk12: Uppgift saknas
th: ไม่มีภารกิจ
vi: Bài tập bị thiếu
zh: 缺少作业
zh_hk: 缺少作業
